<%@page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@page isErrorPage="true" %>
<!-- isErrorPage true로 지정된페이지는 exception내장객체를 사용할수 있다.

	200 : 정상성공
	307 : 임시로 페이지를 리다이렉트 처리
	400 : 클라이언트가 요청 잘못 했을경우
	401 : 접근이 허용되지않은 페이지에 접근
	404 : 요청한 페이지가 없을 경우
	405 : 요청한 메서드(전송방식)을 허용하지 않는경우
	500 : 서버 내누에서 에러 발생한 경우
	503 : 서버가 서비스를 제공하지 못할 경우
	
	http status 코드 모질라 들어가


  -->
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
	404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥
	404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥404에러페이지흥
</body>
</html>